{"title":"We’re Hiring our Seventh Team Member: Journalist-Engineer, Brand Studio","introSection":[{"type":"text","value":"The Pudding’s in-house brand creative agency, <a href=http://polygraph.cool>Polygraph</a>, is hiring a full-time <b>Journalist-Engineer</b> to work on paid projects. The job is to work with other organizations to tell visual, data-led stories, which you’ll design and code."},{"type":"text","value":"As our team’s first studio hire, you should be excited about working with other organizations to execute on ideas that wouldn’t be possible without their participation on the project. Such as <a href=https://googletrends.github.io/year-in-language/>this analysis of slang</a> using Google Search data. Or <a href=http://googletrends.github.io/asne>this breakdown of newsroom diversity</a> with the American Society of News Editors. Or <a href=http://fantheory.viacom.com/>this analysis of tropes in film</a> with Viacom. Or <a href=https://twitter.com/matthew_daniels/status/1168292078046121984?s=20>this installation</a> in Universal Music Group’s lobby of their streaming data. Occasionally these projects live on our editorial publication <a href=https://pudding.cool>The Pudding</a> as sponsored content, such as <a href=https://congress.pudding.cool>a tool that sorts Congress’s tweets</a> using a Salesforce API. Or <a href=https://pudding.cool/2018/11/dearabby/>this analysis of the Dear Abby catalogue</a> with IBM’s Watson."},{"type":"text","value":"This role has never existed as a full-time position before. In the past, our 6-person team has juggled editorial projects (the sort of stuff you see on <a href=http://pudding.cool>The Pudding</a>) and client projects all at once. Next year, we’re experimenting with allocating team members <i>exclusively</i> to editorial or brand studio work, and the role we’re hiring for will be the first studio-dedicated role."},{"type":"text","value":"We realize that our collective voice is made stronger by our individual voices. We are committed to building a diverse, inclusive team that represents a variety of backgrounds, perspectives and skills."},{"type":"text","value":"You’ll work alongside a team that, in three years, has won a <a href=http://www.peabodyawards.com/award-profile/the-pudding>Peabody for digital journalism</a>, <a href=>SND Gold</a>, <a href=https://datajournalismawards.org/2019-winners/>Data journalism site of the year</a>, and <a href=https://awards.journalists.org/winners/2019/>General Excellence</a> at the Online Journalism Awards. The brand studio, Polygraph, has also won <a href=https://www.informationisbeautifulawards.com/news/188-2016-the-winners>Studio of the Year</a> from Information is Beautiful Awards."}],"doingHed":"What you’ll be doing","doingSection":[{"type":"text","value":"Here are some things that you might find yourself doing—real things we’ve done in the past:"},{"type":"text","value":"<b>Story pitches</b><ol>"},{"type":"bullet","value":"Propose a list of visual stories to a national museum, who have approached us with a proposition to create visual stories with their data."},{"type":"bullet","value":"Immerse yourself in punk forums in search of highly debated questions about the genre. Codify those ideas into a doc that will be pitched to a shoe brand for a data-essay."},{"type":"text","value":"</ol><b>Data and Research</b><ol>"},{"type":"bullet","value":"Scrape data from IMDB on movie and TV show tags to see whether certain cultural tropes have increased or decreased over time."},{"type":"bullet","value":"Analyze a data dump of tens of thousands of Kickstarter projects for trends in geography and project category."},{"type":"text","value":"</ol><b>Project/Client Management</b><ol>"},{"type":"bullet","value":"Manage a release deadline with a client, prioritizing tasks and deciding when to show work-in-progress versions of your design/code."},{"type":"bullet","value":"Present several visualization styles for an interactive essay that demonstrates the growth of a YouTube video’s viewership over time."},{"type":"text","value":"</ol><b>Design + Code</b><ol>"},{"type":"bullet","value":"Mock up a three options for charts/interfaces that communicates a dataset describing elected officials’ voting records (and incorporate feedback once they review it)."},{"type":"bullet","value":"Transform a whitepaper PDF—one that’s written by a research firm and likely will never be read— into a reader-friendly, interactive essay"},{"type":"bullet","value":"Storyboard a visualization of streaming music data that will loop on a 30 ft. screen in a record label’s lobby."},{"type":"bullet","value":"Turn a flat mock-up image into an interactive, functioning story for desktop and mobile."}],"aboutHed":"About you","aboutSection":[{"type":"text","value":"Based on some of the role responsibilities above, you should have a portfolio that demonstrates excellence in design, code, and story. We don’t expect you to check all of these boxes, but most of them should look familiar:<ul>"},{"type":"bullet","value":"JavaScript (D3.js, three.js, etc.)"},{"type":"bullet","value":"Web design for mobile/desktop (we use a multitude of programs, so we’re looking more for portfolio vs. specific software)"},{"type":"bullet","value":"Data analysis (perhaps in pandas, R)</ul>"},{"type":"text","value":"You should have experience doing all of these things well, but we know that you’ll shine in some areas more than others."},{"type":"text","value":"The <i>most important thing:</i> we expect that you can turn an idea into a well-designed, coded visual story, and you’ve done it enough that it’s second nature to you. You don’t just have the capacity and potential to do it—you also have a portfolio that demonstrates it. We also recognize that no one does everything equally well; we’ll help you in areas where you know you’re looking to grow."},{"type":"text","value":"This role requires a high degree of self-direction and autonomy, but you’re not a lone wolf; you thrive in a team dynamic and have balanced the needs of multiple stakeholders on a project."},{"type":"text","value":"We’re not looking for someone who has felt constrained in previous roles, seeking space from daily duties to do their own thing. Your project pipeline is very much determined by external forces. You don’t have an ego about your work—people will require changes that you don’t agree with, and you’ll have to be cool with that knowing that, sometimes, the project-creation journey is just as important as the outcome."},{"type":"text","value":"Today, studio work is the primary financial driver for The Pudding. It is critical that the quality of stories we’re creating with brands is commensurate with the quality of our editorial content. You’ll need to strike a balance between delivering meaningful work and embracing our partner’s objectives—i.e., a client-service mindset."}],"usHed":"About us","usSection":[{"type":"text","value":"The vision of The Pudding is explain ideas debated in culture that are too complex for prose. Some of the most debated topics get lost in “too long; didn’t read” 10,000-word articles. Visual storytelling makes ideas more accessible—or so goes the adage “a picture is worth a thousand words.” By wielding original datasets, primary research, and interactivity, we try to thoroughly explore ideas."},{"type":"text","value":"The way we fund the The Pudding’s vision, today, is by working with brands (showing up as <a href=http://polygraph.cool>Polygraph</a> to clearly delineate brand-funded work), which historically involved 25%-50% of each team member’s time (the rest devoted to editorial on The Pudding). Next year, we are on a mission to create dedicated teams for brand projects and editorial, aiming to build long-term financial sustainability of The Pudding."},{"type":"text","value":"The mission of Polygraph (the studio effort) is to collaborate with external organizations on high-margin, meaningful work that fully funds editorial. You’ll take the Pudding’s data and storytelling instincts, and layer them over brands’ strategy and goals. You’ll be the first team member with 100% dedicated time towards delivering on this mission."},{"type":"text","value":"<b>Some of the reasons why you might like it here:</b><ol>"},{"type":"bullet","value":"This is a making-it-up-as-we-go, building-the-plane-in-the-air type of organization. Look to us if you want a small, startup feel that’s buzzing with possibility. This is different than other organizations that have hierarchies and an established \"how-we-do-things,\" decades-old process."},{"type":"bullet","value":"You want to be involved in building something new. Plenty of energy goes into perfecting a creative process that's still in its infancy. As part of a small team, your opinion matters a lot."},{"type":"bullet","value":"You're over making noise. You’ll work on projects that don't live and die by the news cycle. You want your work to have a multi-year lifespan."},{"type":"bullet","value":"Craft matters. We are building tools that make visual storytelling easier. Yet instead of making something for everyone, our tools begin with one group of users: ourselves. Building for general consumer adoption is a noble pursuit, but there’s <a href=http://snarkmarket.com/2011/7320>something special</a> that happens when a toolmaker builds something for their own creative ambitions."},{"type":"bullet","value":"Our team operates with less hierarchy than most organizations. We use a rough version of <a href=https://en.wikipedia.org/wiki/Holacracy>holacracy</a>, a form of decentralized governance where responsibility is dispersed among the team, while also elevating consent over consensus  (some things are still consensus-driven, like changing the company name). It’s not perfect (and creates more chaos than in a typical top-down, goal-led organization), but it gives each member of the team a lot of leverage and input over every aspect of the organization."},{"type":"bullet","value":"We’re invested in building community knowledge for the craft of visual storytelling. Team members have published libraries for scrollytelling and R analysis. Most of our editorial output includes public code and datasets."},{"type":"bullet","value":"We aim to emphasize equity and inclusion in all that we do, including open hiring, sensitivity readers, and inclusive HR policies.</ol>"}],"compHed":"Compensation","compensationSection":[{"type":"text","value":"This role’s compensation is $82K to $110K, depending on experience (and this doesn’t depend on your location). Our team offers health and dental insurance, 4 weeks of vacation, 16 weeks of parental leave, 401K (with 4% matching), and a $2,000 annual conference/learning budget."},{"type":"text","value":"This role is remote friendly (but your workday should overlap at least 4 hours a day with Eastern Time Zone). If you’re worried you’re not qualified, we encourage you to take the leap and apply anyway—the application entails links to public-facing projects without any lengthy writing requirements."},{"type":"text","value":"The Pudding is an equal opportunity workplace and does not discriminate on the basis of race, color, religion, sex, national origin, political affiliation, sexual orientation, gender identity, marital status, pregnancy, disability, genetic information, age, membership in an employee organization, retaliation, parental status, military service, or other non-merit factor."},{"type":"text","value":"Ready to apply? <b style=color:blue;>Check out our application <a href=https://docs.google.com/forms/d/e/1FAIpQLSdfQibMuuHyJWCTShSywrynJw_31KUDCq8R7ct54jLDMFA1HQ/viewform?usp=sf_link>here</a></b>. We are accepting applications for this position until <b>Oct 22, 2019.</b> We expect to have this position filled by December 2019."}]}