{"title":"We’re hiring a Data Storyteller (Contract) for Polygraph, our in-house brand creative agency.","introSection":[{"type":"text","value":"The Pudding’s in-house brand creative agency, <a href=http://polygraph.cool>Polygraph</a>, is seeking a data analyst and storyteller. <b>This is a contract position through Dec. 31, 2020 and remote-friendly (see hours below)</b>. The role is to work with organizations to tell data-led stories that will be circulated by large publications. We’re seeking candidates with data processing, analysis, and storytelling skills as well as a knack for working on teams and with clients. While graphic design and front-end development skills are a plus, they are not required."}],"usHed":"About Us","usSection":[{"type":"text","value":"The vision of <a href=https://pudding.cool>The Pudding</a> is to explain ideas debated in culture that are too complex for prose. Some of the most debated topics get lost in “too long; didn’t read” 10,000-word articles. Visual storytelling makes ideas more accessible—or so goes the adage “a picture is worth a thousand words.” By wielding original datasets, primary research, and interactivity, we try to thoroughly explore complex ideas."},{"type":"text","value":"The way we primarily fund the The Pudding, today, is by working with brands (showing up as Polygraph to clearly delineate client-funded work). The mission of Polygraph (the studio effort) is to collaborate with external organizations on high-margin, meaningful work that funds The Pudding. You’ll take the Pudding’s data and storytelling instincts, and layer them over brands’ strategy and goals."},{"type":"text","value":"You’ll work alongside a team that, in three years, has won a <a href=http://www.peabodyawards.com/award-profile/the-pudding>Peabody for digital journalism</a>, <a href=>SND Gold</a>, <a href=https://datajournalismawards.org/2019-winners/>Data journalism site of the year</a>, and <a href=https://awards.journalists.org/winners/2019/>General Excellence</a> at the Online Journalism Awards. The brand studio, Polygraph, has also won <a href=https://www.informationisbeautifulawards.com/news/188-2016-the-winners>Studio of the Year</a> from Information is Beautiful Awards."}],"doingHed":"The Role","doingSection":[{"type":"text","value":"You will primarily work with a major technology organization, producing data-led stories with an international focus. This role will involve copious data analysis and writing SQL queries. While SQL query-writing knowledge isn’t required to apply, know that it’ll be a large component of what you’ll learn and your primary responsibilities. Here are some activities that you might find yourself doing—real things we’ve done in the past:"},{"type":"text","value":"<b>Story pitches</b><ol>"},{"type":"bullet","value":"Frame a story around the English Premier League in the UK, proposing a list of data-led narratives that could be interesting to English press using data."},{"type":"bullet","value":"The Olympics are in full swing, and we want to promote a trends pitch in multiple countries. You’ll brainstorm and present story ideas with our partners."},{"type":"bullet","value":"Immerse yourself in data and come to a weekly meeting with our partners to pitch unique story ideas that incorporate data."},{"type":"text","value":"</ol><b>Data and Research</b><ol>"},{"type":"bullet","value":"Our partners have identified an emerging trend and want you to validate that hunch. Conduct research, write SQL queries, and provide insight."},{"type":"bullet","value":"Respond in 1-2 days to a press-request for data, where you’ll research trends and provide succinct insights."},{"type":"text","value":"</ol><b>Project/Client Management</b><ol>"},{"type":"bullet","value":"Manage a deadline, prioritizing tasks based on needs, setting up benchmarks, and adapting to feedback."},{"type":"bullet","value":"Take initiative: bring new ideas to the team on a regular basis."},{"type":"text","value":"</ol><b>Design + Visualization</b><ol>"},{"type":"bullet","value":"Work in design software to create a static map and simple image-based charts."},{"type":"bullet","value":"Create a slide presentation of visual inspiration and story ideas for a major event in media."}],"aboutHed":"About You","aboutSection":[{"type":"text","value":"Based on some of the role responsibilities above, you should have a programmatic mind and know how to work with data and use that data to tell a story. You understand design and visualization, enough to provide visual support to your data-led stories. You may also have experience with JavaScript, front-end development, SQL queries, and web design (note: this is not a requirement)."},{"type":"text","value":"The most important thing: You know you to work well on a team and support client-led assignments. You know how to foster relationships—working with you is the highlight of peoples’ days. We’re not looking for someone who has felt constrained in previous roles, seeking space from daily duties to do their own thing. Your project pipeline is very much determined by external forces. You don’t have an ego about your work—people will require changes that you don’t agree with, and you’ll have to be cool with that knowing that, sometimes, the project-creation journey is just as important as the outcome."}],"compHed":"Compensation","compensationSection":[{"type":"text","value":"We offer competitive compensation depending on experience (and this doesn’t depend on your location), 4 weeks of vacation, a $2,000 annual conference/learning budget, and health/dental insurance. The position is remote-friendly, and you’ll working with a team based in Europe and New York. Your working hours should be approximately 10am to 6pm GMT hours or 8:00am to 4:00pm EST. We are accepting international applicants."},{"type":"text","value":"If you’re worried you’re not qualified, we encourage you to take the leap and apply anyway."},{"type":"text","value":"The Pudding is an equal opportunity workplace and does not discriminate on the basis of race, color, religion, sex, national origin, political affiliation, sexual orientation, gender identity, marital status, pregnancy, disability, genetic information, age, membership in an employee organization, retaliation, parental status, military service, or other non-merit factor."},{"type":"text","value":"We realize that our collective voice is made stronger by our individual voices. We are committed to building a diverse, inclusive team that represents a variety of backgrounds, perspectives and skills."},{"type":"text","value":"Ready to apply? <b>Check out our application <a href=https://docs.google.com/forms/d/e/1FAIpQLSepD4_TSIGoxF3FitqEyV4DQC4mbOjozYH0jA1cp4UtAGPvWw/viewform?usp=sf_link>here</a></b>. We will be reviewing applications on a rolling basis, anticipating that we will fill the position as soon as possible."}]}